[
    {
        "correspondence": [
            "greene@bio.lmu.de"
        ], 
        "topic": "Neural encoding and decoding", 
        "doi": "10.12751/test.1", 
        "title": "Distinguishing local and global motion through non-linear retinal processing", 
        "abstract": "Fixational eye movements shift the visual image across the retina during fixation. These movements can be well above thresholds for visual motion detection, yet produce little or no motion percept. This implies the existence of mechanisms for inhibition of motion signals due to eye movements. \nWe describe a model in which such perceptual suppression can arise as a result of non-linear processing in Parasol-type retinal ganglion cells. These cells implement a non-linear spatial integration, corresponding to individual rectification of bipolar cells within their dendritic field. Due to their highly transient, phase invariant spiking, these cells seem well adapted to signal motion onset and saccades. The model uses these cells as input to a motion detection mechanism which distinguishes between local and non-local motion at the retinal level.\nWhen tested with stimuli containing both local differential motion of an object against background, and global shifts of the stimulus which mimic micro-saccades, this model successfully suppresses detection of saccadic movements, while still enabling accurate tracking of object motion. Thus, the model can account for the inhibition of motion percepts arising from global shifts due to eye movements, even in the absence of any reliable information about eye position.", 
        "figid": 229, 
        "coi": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.\n", 
        "frontsubid": "229", 
        "nfigures": 0, 
        "imagefile": "", 
        "affiliations": [
            {
                "index": "1", 
                "address": "Department Biology II and Bernstein Center for Computational Neuroscience Munich, Ludwig-Maximilians-Universität München, Germany"
            }, 
            {
                "index": "2", 
                "address": "Department of Ophthalmology, Georg-August-Universität Göttingen, Germany"
            }
        ], 
        "state": "accepted", 
        "session": "Poster", 
        "caption": "", 
        "authors": [
            {
                "epithet": "1", 
                "name": "Garrett Greene"
            }, 
            {
                "epithet": "1", 
                "name": "Erica Ehrhardt"
            }, 
            {
                "epithet": "2", 
                "name": "Tim Gollisch"
            }, 
            {
                "epithet": "1", 
                "name": "Thomas Wachtler"
            }
        ], 
        "submitter": [
            "Garrett Greene"
        ], 
        "frontid": "229", 
        "acknowledgements": "This work is supported by BMBF grant 01GQ1004A", 
        "id": 196708, 
        "refs": "", 
        "dummy": "dummy"
    }, 
    {
        "correspondence": [
            "kellner@bio.lmu.de"
        ], 
        "topic": "Neural encoding and decoding", 
        "doi": "10.12751/test.2", 
        "title": "A Model of Lateral Interactions in Color Vision", 
        "abstract": "The perceived color of an object depends not only on the spectral composition of the light reflected from its surface, but also on the visual context such as illumination and background color. Psychophysical studies using asymmetric matching have shown systematic hue shifts in the perceived color of a given stimulus induced by background color. Such interactions are thought to underlie perceptual phenomena like color contrast and color constancy. A possible neuronal basis may be lateral interactions which manifest in contextual influence on the tuning of color-selective neurons in the visual cortex (Wachtler et al., 2003). We present a model of cortical color processing that predicts the color shifts observed in psychophysical studies. The model assumes that stimulus hue is encoded by a population of neurons with Gaussian tuning curves and preferences distributed in color space, corresponding to the finding of distributed color preferences in primary visual cortex (Lennie et al 1990). The model assumes lateral inhibitory interactions between neurons sharing the same color preferences, but no interactions between color channels. We tested the model with inputs corresponding to stimuli of different hues presented on neutral or colored backgrounds, and determined the encoded hue from the population responses. Around the borders between stimulus and background, the modulation of neural activities due to the lateral interactions led to systematic shifts in encoded hue that were directed away from the color of the background. The results indicate that important computations in color vision can be realized using simple neural mechanisms when color is represented by a distributed code.", 
        "figid": 230, 
        "coi": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.\n", 
        "frontsubid": "230", 
        "nfigures": 0, 
        "imagefile": "", 
        "affiliations": [
            {
                "index": "1", 
                "address": "Department Biologie II, Ludwig-Maximilians-Universität München, Munich, Germany"
            }
        ], 
        "state": "accepted", 
        "session": "Poster", 
        "caption": "", 
        "authors": [
            {
                "epithet": "1", 
                "name": "Christian Kellner"
            }, 
            {
                "epithet": "1", 
                "name": "Olivia Haas"
            }, 
            {
                "epithet": "1", 
                "name": "Miguel Obando"
            }, 
            {
                "epithet": "1", 
                "name": "Thomas Wachtler"
            }
        ], 
        "submitter": [
            "Christian Kellner"
        ], 
        "frontid": "230", 
        "acknowledgements": "Supported by the Graduate School of Systemic Neurosciences and the Bernstein Center for Computational Neuroscience Munich.", 
        "id": 196709, 
        "refs": "Wachtler, T., Sejnowski, T.J., and Albright, T.D. (2003). Representation of color stimuli in awake macaque primary visual cortex. Neuron, 37, 681-691.\nLennie, P., Krauskopf, J., and Sclar, G. (1990). Chromatic mechanisms in striate cortex of macaque. Journal of Neuroscience, 10, 649-669.", 
        "dummy": "dummy"
    }, 
    {
        "correspondence": [
            "sobolev.andrey@gmail.com"
        ], 
        "topic": "Neural encoding and decoding", 
        "doi": "10.12751/test.3", 
        "title": "Web Data Storage for Management and Sharing of Neuroscience Data", 
        "abstract": "Recent advancements in technology and methodology enable scientists to produce growing amounts of increasingly complex data recorded from many species, modalities, and levels of study. Annotation and organization of these data has become a challenging task, which is not only important for the interpretability and reproducibility of results and analyses, but also essential for collaboration and data sharing. In order to address these issues, the German INCF Node (G-Node) is developing software solutions consisting of several services and tools for experimental neuroscientists, focusing on online data access and organization of electrophysiological data. The core of this project is a web service representing a centralized data storage system that provides functions for upload, search, and management of data and metadata [1]. The principal design goal of this service was to improve the experimental workflow and to unify data access from different locations and platforms. Libraries and client programs provide the full functionality while allowing the scientist to use this service either directly through a web page or from his or her preferred working environment. This includes a toolbox for the popular numeric computing environment Matlab and a library for the programming language Python. The software supports various techniques and standards used in the field for data analysis and management, including common data objects for neurophysiology data [2], access to various file formats [3], and data annotation [4]. The service provides powerful search capabilities, implements a versioning system for all stored data objects and allows fine-grained sharing of data from whole datasets down to single signals and files, thus facilitating data management and collaborative research.", 
        "figid": 231, 
        "coi": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.\n", 
        "frontsubid": "231", 
        "nfigures": 0, 
        "imagefile": "", 
        "affiliations": [
            {
                "index": "1", 
                "address": "Department Biology II, Ludwig-Maximilians-Universität München, Germany"
            }
        ], 
        "state": "accepted", 
        "session": "Poster", 
        "caption": "", 
        "authors": [
            {
                "epithet": "1", 
                "name": "Andrey Sobolev"
            }, 
            {
                "epithet": "1", 
                "name": "Adrian Stoewer"
            }, 
            {
                "epithet": "1", 
                "name": "Aljoscha Leonhardt"
            }, 
            {
                "epithet": "1", 
                "name": "Philipp Rautenberg"
            }, 
            {
                "epithet": "1", 
                "name": "Christian Kellner"
            }, 
            {
                "epithet": "1", 
                "name": "Christian Garbers"
            }, 
            {
                "epithet": "1", 
                "name": "Andreas Herz"
            }, 
            {
                "epithet": "1", 
                "name": "Thomas Wachtler"
            }
        ], 
        "submitter": [
            "Andrey Sobolev"
        ], 
        "frontid": "231", 
        "acknowledgements": "Supported by the Federal Ministry of Education and Research (Grant 01GQ0801).", 
        "id": 196710, 
        "refs": "[1] G-Node Repository (http://g-node.github.com)\n[2] NEO I/O (http://neuralensemble.org/neo)\n[3] Neuroshare (https://github.com/G-Node/python-neuroshare)\n[4] Grewe J, Wachtler T, Benda J (2011). A bottom-up approach to data annotation in neurophysiology. Front. Neuroinform. 5:16. doi: 10.3389/fninf.2011.00016", 
        "dummy": "dummy"
    }
]
